content/posts/suppressed_correlative.md
+++
title = "suppressed correlative"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:37:47-04:00
slug = "suppressed_correlative"
draft = false
+++

## A simple example based on one by [Alexander Bain](<https://en.wikipedia.org/wiki/Alexander%5FBain>): (<https://en.wikipedia.org/wiki/Suppressed%5Fcorrelative#cite%5Fnote-4>) {#a-simple-example-based-on-one-by-alexander-bain--https-en-dot-wikipedia-dot-org-wiki-alexander-bain----https-en-dot-wikipedia-dot-org-wiki-suppressed-correlative-cite-note-4}


### Person 1: "Things are either mysterious or not mysterious. Exactly when an earthquake will strike is still a mystery, but how blood circulates in the body is not." {#person-1-things-are-either-mysterious-or-not-mysterious-dot-exactly-when-an-earthquake-will-strike-is-still-a-mystery-but-how-blood-circulates-in-the-body-is-not-dot}


### Person 2: "\_\_Everything\_\_ is mysterious. There are still things to be learned about how blood circulates." {#person-2-everything-is-mysterious-dot-there-are-still-things-to-be-learned-about-how-blood-circulates-dot}


### Regardless of whether Person 2's statement about blood circulation is true or not, the redefinition of "mysterious" is so broad that it omits significant contrast in the level of scientific understanding between earthquakes and blood circulation. Bain argues that if we hold the origin of the universe as equally mysterious against simple equations such as 3×4=12, it seems unimaginable what kind of concepts would be described as \_\_non\_\_-mysterious. Through redefinition, the word "mysterious" has lost any useful meaning, he says. {#regardless-of-whether-person-2-s-statement-about-blood-circulation-is-true-or-not-the-redefinition-of-mysterious-is-so-broad-that-it-omits-significant-contrast-in-the-level-of-scientific-understanding-between-earthquakes-and-blood-circulation-dot-bain-argues-that-if-we-hold-the-origin-of-the-universe-as-equally-mysterious-against-simple-equations-such-as-3-4-12-it-seems-unimaginable-what-kind-of-concepts-would-be-described-as-non-mysterious-dot-through-redefinition-the-word-mysterious-has-lost-any-useful-meaning-he-says-dot}


###  {#}
